---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsPipeHwfuParam
source: html/17f9573a-77cc-b60a-14a1-8058f1302c61.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsPipeHwfuParam Property

"HWFU"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsPipeHwfuParam { get; }
```